<script setup lang="ts">
useHead({
  link: [
    { rel: 'canonical', href: 'https://sibbalance.ru/' }
  ]
})

useSeoMeta({
  title: 'Sib Balance',
  description: 'Компания Sib Balance — это сибирский бренд, специализирующийся на производстве натуральных продуктов для поддержки и восстановления организма. Производство осуществляется по строгим стандартам GMP с многоуровневым контролем качества и проверенной базой поставщиков сырья. В ассортименте Sib Balance представлены продукты из натуральных компонентов без ГМО, пестицидов и канцерогенов. Продукция легко усваивается и направлена на укрепление здоровья и защиту организма.',

  ogTitle: 'Sib Balance',
  ogDescription: 'Компания Sib Balance — это сибирский бренд, специализирующийся на производстве натуральных продуктов для поддержки и восстановления организма. Производство осуществляется по строгим стандартам GMP с многоуровневым контролем качества и проверенной базой поставщиков сырья. В ассортименте Sib Balance представлены продукты из натуральных компонентов без ГМО, пестицидов и канцерогенов. Продукция легко усваивается и направлена на укрепление здоровья и защиту организма.',
  ogImage: '/ogImage.png',
  ogUrl: 'https://sibbalance.ru/'
})

</script>

<template>
  <Header />
  <UMain>
    <HeroSection />
    <CatalogSection />
    <AboutSection />
    <AdvantagesSection />
    <BlogSection />
    <ContactUsSection />
  </UMain>
  <Footer />
</template>
